Repository: anar0226/shoppy
Catalog: lib/l10n/app_*.arb
Languages: mn

# appTitle
source: Avii.mn Admin
mn: [MN] Shoppy Admin

source: Home
mn: [MN] Home

source: Analytics
mn: [MN] Analytics

source: Orders
mn: [MN] Orders

source: Products
mn: [MN] Products

source: Customers
mn: [MN] Customers

source: Discounts
mn: [MN] Discounts

source: Settings
mn: [MN] Settings

source: Search
mn: [MN] Search

source: Notifications
mn: [MN] Notifications

source: Mark all read
mn: [MN] Mark all read

# noNotifications
source: No notifications yet
mn: [MN] No notifications yet

source: Total sales
mn: [MN] Total sales

source: Store sessions
mn: [MN] Store sessions

source: Last 30 days
mn: [MN] Last 30 days

source: vs previous period
mn: [MN] vs previous period

source: Sales over time
mn: [MN] Sales over time

# topProductsByUnits
source: Top products by units sold
mn: [MN] Top products by units sold

source: View all
mn: [MN] View all

# noProductData
source: No product data available
mn: [MN] No product data available

source: Recent orders
mn: [MN] Recent orders

source: View all orders
mn: [MN] View all orders

source: Recent activity
mn: [MN] Recent activity

source: No recent orders
mn: [MN] No recent orders

source: No recent activity
mn: [MN] No recent activity

source: Order
mn: [MN] Order

source: Customer
mn: [MN] Customer

source: Total
mn: [MN] Total

source: Status
mn: [MN] Status

source: Paid
mn: [MN] Paid

source: Pending
mn: [MN] Pending

source: Shipped
mn: [MN] Shipped

source: Delivered
mn: [MN] Delivered

source: Canceled
mn: [MN] Canceled

source: Error Loading Dashboard
mn: [MN] Error Loading Dashboard

source: Retry
mn: [MN] Retry

source: sold
mn: [MN] sold

source: Sign out
mn: [MN] Sign out

source: New Order Received
mn: [MN] New Order Received

source: Low Stock Alert
mn: [MN] Low Stock Alert

source: New Customer
mn: [MN] New Customer

source: System Update
mn: [MN] System Update

source: Dark Mode
mn: [MN] Dark Mode

source: Light Mode
mn: [MN] Light Mode

source: Language
mn: [MN] Language

source: English
mn: [MN] English

source: Mongolian
mn: [MN] Mongolian

source: Theme
mn: [MN] Theme

# trackYourStorePerformance
source: Track your store performance and insights
mn: [MN] Track your store performance and insights

source: Export
mn: [MN] Export

# averageOrderValue
source: Avg Order Value
mn: [MN] Avg Order Value
